[
  {
    "id": 1,
    "name": "Haley Ashby",
    "content": "I found Epic cleaning services to be amazing to deal with. Epic responded promptly and efficiently, easily organised a visit for a quote and then were patient and understanding when we had to postpone due to lockdown. When we finally moved out, they performed a full end of lease clean and house looked amazing. Landlord was happy and so are we!"
  },
  {
    "id": 2,
    "name": "Marilyn Miskin",
    "content": "How about this Cleaning company. Absolutely wonderful!. Very first experience and now I don't know why I've waited so long to be on the receiving end of such superb service. I am quite blown away. I am a silly old duffer and Purwinder could not have been kinder as well as more thorough. Blessings to him and his staff."
  },
  {
    "id": 3,
    "name": "Hilary Jean",
    "content": "Cant rate Epic Cleaners MORE HIGHLY!! Professional and polite communication. Outstanding service - our house has never looked this good!! Seriously impressed all round 10/10. Thank you so much!!"
  },
  {
    "id": 4,
    "name": "Pam Kawate",
    "content": "Meticulous, attention to detail. Couldnt have done nearly as good a job myself. I'm delighted and recommend Epic to everyone considering a house clean."
  },
  {
    "id": 5,
    "name": "Gaylene Duncan",
    "content": "What an awesome company to deal with. They did a fantastic job cleaning ceilings, walls, carpets, windows, bathrooms and the list  goes on!! This was an extremely dirty apartment and Parwinder and his team had it looking like new. I nearly cried when I walked through the door to see the amazing job they had done. Thank you all ever so much....."
  },
  {
    "id": 6,
    "name": "Simon Maclean",
    "content": "Thanks Parwinder and team for sprucing up our very old and dirty carpets. Great professional service and time taken to answer questions and explain the process. Excellent equipment that left minimal moisture in the carpet. Thanks!"
  },
  {
    "id": 7,
    "name": "Melissa Macklin",
    "content": "Epic cleaning did an excellent job on our carpets today. We have two dogs who bring in a lot of sand and dirt and the carpets were stained and looking very grubby. They are as good as new now and we are very happy. Parwinder is a lovely person to deal with, hardworking and does everything thoroughly and carefully. Highly recommended."
  }
]
